/* Alert title. */
"success_activation_alert_title" = "Ottimo lavoro";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Hai attivato con successo %@ tramite Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Raggiunto limite massimo di dispositivi";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Stai usando Setapp sul numero massimo di dispositivi.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Controlla il tuo account utente per ulteriori informazioni";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "C'è un problema con il tuo codice QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Aggiorna la pagina dell'app e riprova.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Timeout connessione";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Sta passando troppo tempo per rispondere alla tua richiesta.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Verifica la connessione di rete e riprova.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Si è verificato un errore del network";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Verifica la connessione e riprova.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Spiacenti, qualcosa è andato storto";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Riprova.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Spiacenti, qualcosa è andato storto";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Riprova.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Qui qualcosa non quadra";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Contatta il supporto di Setapp per assistenza.";

/* Button title. */
"ok_button_title" = "Ok";
